[
  {
    "title": "Arterial Function after a 246 km Ultra-marathon Running Race",
    "names": "Nikolaos Koutlianos, Panagiota Sotiriou, Georgios Christou, Efstathios Pagourelias, Maria Anifanti, Konstantinos Christou, Maria Tsironi, Panagiotis Andriopoulos, Evangelia Kouidi, Asterios Deligiannis",
    "year": 2021,
    "publisher": "Int J Sports Med",
    "link": "https://www.thieme-connect.com/products/ejournals/abstract/10.1055/a-1467-6508"
  },
  {
    "title": "Impact of a 246 Km ultra-marathon running race on heart: Insights from advanced deformation analysis",
    "names": "Efstathios D. Pagourelias, Georgios A. Christou, Panagiota G. Sotiriou, Maria A. Anifanti, Nikolaos A. Koutlianos, Maria P. Tsironi, Konstantinos A. Christou, Vasileios P. Vassilikos, Asterios P. Deligiannis, Evangelia J. Kouidi",
    "year": 2021,
    "publisher": "European Journal of Sport Science",
    "link": "https://doi.org/10.1080/17461391.2021.1930194"
  },
  {
    "title": "To improve the life of patients with kidney disease: the impact of exercise",
    "names": "Naomi Clyne, Asterios Deligiannis",
    "year": 2021,
    "publisher": "Clinical Kidney Journal",
    "link": "https://doi.org/10.1093/ckj/sfaa275"
  },
  {
    "title": "A Novel mHealth Monitoring System during Cycling in Elite Athletes",
    "names": "Alexandros Iliadis, Milena Tomovic, Dimitrios Dervas, Markella Psymarnou, Kosmas Christoulas, Evangelia Joseph Kouidi, Asterios Pantazis Deligiannis",
    "year": 2021,
    "publisher": "Int. J. Environ. Res. Public Health 2021, 18(9), 4788",
    "link": "https://doi.org/10.3390/ijerph18094788"
  },
  {
    "title": "Viral Infection in Athletes",
    "names": "Asterios Deligiannis",
    "year": 2021,
    "publisher": "Science Excel",
    "link": ""
  },
  {
    "title": "Long-Term Effect of an Exercise Training Program on Physical Functioning and Quality of Life in Pulmonary Hypertension: A Randomized Controlled Trial",
    "names": "Olga Kagioglou,1 Sophia-Anastasia Mouratoglou,2 George Giannakoulas,2 Dorothea Kapoukranidou,3 Maria Anifanti,1 Asterios Deligiannis,1 Aelita Skarbaliene,4 Arturas Razbadauskas,4 and Evangelia Kouid",
    "year": 2021,
    "publisher": "BioMed Research International, Volume 2021, Article ID 8870615, 12 pages",
    "link": ""
  },
  {
    "title": "Sudden cardiac death in sports: could we save Pheidippides?",
    "names": "Deligiannis A, Kouidi E.",
    "year": 2021,
    "publisher": "Acta Cardiol 2021; 8:1-15.",
    "link": "https://doi.org/10.1080/00015385.2020.1867388"
  },
  {
    "title": "The role of cardiac computed tomography in pre-participation screening of mature athletes",
    "names": "Christou GA, Deligiannis AP, Kouidi EJ.",
    "year": 2021,
    "publisher": "Eur J Sport Sci 2021; 1:1-27",
    "link": "https://doi.org/10.1080/17461391.2021.1883125"
  },
  {
    "title": "Exploring the determinants of the cardiac changes after ultra-long duration exercise: The echocardiographic Spartathlon study.",
    "names": "Christou GA, Pagourelias ED, Anifanti MA, Sotiriou PG, Koutlianos NA, Tsironi MP, Andriopoulos PI, Christou KA, Kouidi EJ, Deligiannis AP",
    "year": 2020,
    "publisher": "Eur J Prev Cardiol 2020; 27(14): 1467-1477.",
    "link": ""
  },
  {
    "title": "Exploring the impact of sleep and stress on daily physical activity of cardiac patients: a preliminary study",
    "names": "Livitckaia K, Kouidi E, Mavromoustakos Blom P, Maglaveras N, van Gils M, Chouvarda I.",
    "year": 2019,
    "publisher": "Hippokratia, 23(1):15-20.",
    "link": ""
  },
  {
    "title": "Cardiac rehabilitation availability and delivery in Europe: How does it differ by region and compare with other high-income countries?: Endorsed by the European Association of Preventive Cardiology",
    "names": "Abreu A, Pesah E, Supervia M, Turk-Adawi K, BjarnasonWehrens B, Lopez-Jimenez F, Ambrosetti M, Andersen K, Giga V, Vulic D, Vataman E, Gaita D, Cliff J, Kouidi E, Yagci I, Simon A, Hautala A, Tamuleviciute-Prasciene E, Kemps H, Eysymontt Z, Farsky S, Hayward J, Prescott E, Dawkes S, Pavy B, Kiessling A, Sovova E, Grace SL",
    "year": 2019,
    "publisher": "Eur J Prev Cardiol, 26(11):1131-1146",
    "link": ""
  },
  {
    "title": "Attitudes of hemodialysis patients, medical and nursing staff towards patients' physical activity",
    "names": "Michou V, Kouidi E, Liakopoulos V, Dounousi E, Deligiannis A",
    "year": 2019,
    "publisher": "Int Urol Nephrol, 51(7):1249-1260",
    "link": ""
  },
  {
    "title": "Cardiac autonomic function during intradialytic exercise training",
    "names": "Kaltsatou A, Hadjigeorgiou GM, Grigoriou SS, Karatzaferi C, Giannaki CD, Lavdas E, Fotiou D, Kouidi E, Patramani G, Vogiatzi C, Pappas A, Stefanidis I, Sakkas GK.",
    "year": 2019,
    "publisher": "Postgrad Med, 131(7):539-545",
    "link": ""
  },
  {
    "title": "Nature of Cardiac Rehabilitation around the globe",
    "names": "Supervia M, Turk-Adawi K, Lopez-Jimenez F, Pesah E, Ding R, Britto RR, Bjarnason-Wehrens B, Derman W, Abreu A, Babu AS, Santos CA, Jong SK, Cuenza L, Yeo TJ, Scantlebury D, Andersen K, Gonzalez G, Giga V, Vulic D, Vataman E, Cliff J, Kouidi E, Yagci I, et al",
    "year": 2019,
    "publisher": "EClinicalMedicine, 13: 46-56",
    "link": ""
  },
  {
    "title": "Cardiac Rehabilitation availability and density around the globe",
    "names": "Turk-Adawi K, Supervia M, Lopez-Jimenez F, Pesah E, Ding R, Britto R, Bjarnason-Wehrens B, Derman W, Abreu A, Babu A, Anchique Santos C, Cuenza L, Joo Yeo T, et al",
    "year": 2019,
    "publisher": "EClinicalMedicine, 13: 31-45",
    "link": ""
  },
  {
    "title": "OPTImAL\": An Ontology for Patient Adherence Modeling in Physical Activity Domain",
    "names": "Livitckaia K, Koutkias V, Kouidi E, van Gils M, Maglaveras N, Chouvarda I.",
    "year": 2019,
    "publisher": "BMC Med Inform Decis Mak, 19(1):92. doi: 10.1186/s12911-019-0809-9.",
    "link": ""
  },
  {
    "title": "Relationships between abdominal aortic calcification, glomerular filtration rate, and cardiovascular risk factors in patients with non-dialysis dependent chronic kidney disease.",
    "names": "Zhou Y, Hellberg M, Kouidi E, Deligiannis A, Höglund P, Clyne N.",
    "year": 2018,
    "publisher": "Clin Nephrol, 90(6):380-389.",
    "link": ""
  },
  {
    "title": "Computerized decision support for beneficial home-based exercise rehabilitation in patients with cardiovascular disease.",
    "names": "Triantafyllidis A, Filos D, Buys R, Claes J, Cornelissen V, Kouidi E, Chatzitofis A, Zarpalas D, Daras P, Walsh D, Woods C, Moran K, Maglaveras N, Chouvarda I.",
    "year": 2018,
    "publisher": "Comput Methods Programs Biomed, 162:1-10",
    "link": ""
  },
  {
    "title": "Computerised Decision Support in Physical Activity Interventions: A Systematic Literature Review",
    "names": "Triantafyllidis A, Filos D, Claes J, Buys R, Cornelissen V, Kouidi E, Chouvarda I, Maglaveras N",
    "year": 2018,
    "publisher": "Int J Med Inform  111(3): 7-16",
    "link": ""
  },
  {
    "title": "Exercise Prescription in Patients with Different Combinations of Cardiovascular Disease Risk Factors: A Consensus Statement from the EXPERT Working Group",
    "names": "Hansen D, Niebauer J, Cornelissen V, Barna O, Neunhäuserer D, Stettler C, Tonoli C, Greco E, Fagard R, Coninx K, Vanhees L, Piepoli MF, Pedretti R, Ruiz GR, Corrà U, Schmid JP, Davos CH, Edelmann F, Abreu A, Rauch B, Ambrosetti M, Braga SS, Beckers P, Bussotti M, Faggiano P, Garcia-Porrero E, Kouidi E, Lamotte M, Reibis R, Spruit MA, Takken T, Vigorito C, Völler H, Doherty P, Dendale P",
    "year": 2018,
    "publisher": "Sports Med  48(8):1781-1797",
    "link": ""
  },
  {
    "title": "Impact of traditional Greek dancing on jumping ability, muscular strength and lower limb endurance in cardiac rehabilitation programmes.",
    "names": "Vordos Z., Kouidi E., Mavrovouniotis F., Metaxas T., Dimitros E., Kaltsatou A., Deligiannis A.",
    "year": 2017,
    "publisher": "Eur J Cardiovasc Nurs, 16(2):150-156.",
    "link": ""
  },
  {
    "title": "Exercise-based cardiac rehabilitation in twelve European countries: Results of the European Cardiac Rehabilitation Registry",
    "names": "Benzer W, Rauch B, Schmid JP, Zwisler AD, Dendale P, Davos CH, Kouidi E, Simon A, Abreu A, Pogosova N, Gaita D, Miletic B, Bönner G, Ouarrak T, McGee H; EuroCaReD study group",
    "year": 2017,
    "publisher": "Ιnt J Cardiol  228: 58- 67",
    "link": ""
  },
  {
    "title": "The European Association of Preventive Cardiology Exercise Prescription in Everyday Practice and Rehabilitative Training (EXPERT) tool: A digital training anddecision support system for optimized exercise prescription in cardiovascular disease. Concept, definitions and construction methodology",
    "names": "Hansen D, Dendale P, Coninx K, Vanhees L, Piepoli MF, Niebauer J, Cornelissen V, Pedretti R, Geurts E, Ruiz GR, Corrà U, Schmid JP, Greco E, Davos CH, Edelmann F, Abreu A, Rauch B, Ambrosetti M, Braga SS, Barna O, Beckers P, Bussotti M, Fagard R, Faggiano P, Garcia-Porrero E, Kouidi E, Lamotte M, Neunhäuserer D, Reibis R, Spruit MA, Stettler C, Takken T, Tonoli C, Vigorito C, Völler H, Doherty P",
    "year": 2017,
    "publisher": "Eur J Prev Cardiol  24(10):1017-1031",
    "link": ""
  },
  {
    "title": "Relationship between declining GFR and measures of cardiac and vascular autonomic neuropathy.",
    "names": "Clyne N., Hellberg M., Kouidi E., Deligiannis A.",
    "year": 2016,
    "publisher": "Nephrology, 21(12):1047-1055.",
    "link": ""
  },
  {
    "title": "Effects of exercise training with traditional dancing on functional capacity and quality of life in patients with schizophrenia: a randomised controlled trial.",
    "names": "Kaltsatou A., Kouidi E., Fountoulakis K., Sipka C., Theochari V., Kandilis D., Deligiannis A.",
    "year": 2015,
    "publisher": "Clin Rehabil,Clin Rehabil, 29 (9):882-91.",
    "link": ""
  },
  {
    "title": "Effects of exercise training with traditional dancing on functional capacity and quality of life in patients with schizophrenia: a randomized controlled study.",
    "names": "Kaltsatou A., Kouidi E., Fountoulakis K., Sipka C., Theochari V., Kandylis D., Deligiannis A.",
    "year": 2015,
    "publisher": "Clin Rehabil, 29(9):882-91.",
    "link": ""
  },
  {
    "title": "Effect of Moderate Aerobic Exercise Training on Endothelial Function and Arterial Stiffness in CKD Stages 3-4: A Randomized Controlled Trial.",
    "names": "Van Craenenbroeck AH., Van Craenenbroeck EM., Van Ackeren K., Vrints CJ., Conraads VM., Verpooten GA., Kouidi E., Couttenye MM.",
    "year": 2015,
    "publisher": "Am J Kidney Dis, 66(2):285-96.",
    "link": ""
  },
  {
    "title": "Functional and psychosocial effects of either a traditional dancing or a formal exercising training program in patients with chronic heart failure: a comparative randomized controlled study.",
    "names": "Kaltsatou AC., Kouidi EI., Anifanti MA., Douka SI., Deligiannis AP.",
    "year": 2014,
    "publisher": "Clin Rehabil, 28(2):128-38.",
    "link": ""
  },
  {
    "title": "Vascular effects of exercise training in CKD: current evidence and pathophysiological mechanisms.",
    "names": "Van Craenenbroeck AH., Van Craenenbroeck EM., Kouidi E., Vrints CJ., Couttenye MM., Conraads VM.",
    "year": 2014,
    "publisher": "Clin J Am Soc Nephrol, 9(7):1305-18.",
    "link": ""
  },
  {
    "title": "Relationship between exercise testing recovery and psychological and quality of life status in hemodialysis patients.",
    "names": "A. Samara, E. Kouidi, S. Ouzouni, S. Vasileiou, A. Sioulis, A. Deligiannis.",
    "year": 2013,
    "publisher": "Journal of Nephrology 26(3):495-501.",
    "link": ""
  },
  {
    "title": "Importance of characteristics and modalities of physical activity and exercise in defining the benefits to cardiovascular health within the general population: recommendations from the EACPR (Part I).",
    "names": "L. Vanhees, J De Sutter, N. Geladas, F. Doyle, V. Cornelissen, E. Kouidi, D. Dugmore, D. Vanuzzo, M. Börjesson, P. Doherty.",
    "year": 2012,
    "publisher": "Eur J Prev Cardiol, 19 (4): 670-686.",
    "link": ""
  },
  {
    "title": "Importance of characteristics and modalities of physical activity and exercise in the management of cardiovascular health in individuals with cardiovascular risk factors: recommendations from the EACPR (Part II).",
    "names": "L. Vanhees, N. Geladas, D. Hansen, E. Kouidi, J. Niebauer, Z. Reiner, V. Cornelissen, S. Adamopoulos, E. Prescott, M. Börjesson.",
    "year": 2012,
    "publisher": "Eur J Prev Cardiol, 19 (5): 1005-1033.",
    "link": ""
  },
  {
    "title": "Implementation of Internet educational environments for swimming training in patients with chronic diseases.",
    "names": "P. Deligiannis, D. Mameletzi, N. Koutlianos, S. Alexiou, A. Samara.",
    "year": 2012,
    "publisher": "Journal Sport- und Präventivmedizin, 1:16-19.",
    "link": ""
  },
  {
    "title": "A randomized controlled trial of exercise training on cardiovascular and autonomic function among renal transplant recipients.",
    "names": "E. Kouidi, G. Vergoulas, M. Anifanti, A. Deligiannis.",
    "year": 2012,
    "publisher": "Nephrol Dial Transplant 26(3):495-501.",
    "link": ""
  },
  {
    "title": "Physical and psychological benefits of a 24-week traditional dance program in breast cancer survivors.",
    "names": "Kaltsatou A., Mameletzi D., Douka S.",
    "year": 2011,
    "publisher": "Journal of Bodywork & Movement Therapies, 15(2):162-7.",
    "link": ""
  },
  {
    "title": "Effects of long-term exercise training on cardiac baroreflex sensitivity in patients with coronary artery disease.",
    "names": "D. Mameletzi, E. Kouidi, N. Koutlianos, A. Deligiannis.",
    "year": 2011,
    "publisher": "Clin Rehabil, 25(3):217-27.",
    "link": ""
  },
  {
    "title": "Depression, heart rate variability and exercise training in dialysis patients.",
    "names": "Kouidi E, Karagiannis V., Grekas D., Iakovides A., Kaprinis G., Tourkantonis A., Deligiannis AP.",
    "year": 2010,
    "publisher": "European Journal of Cardiovascular Prevention and Rehabilitation",
    "link": ""
  },
  {
    "title": "Effects of exercise training on heart rate variability indices in individuals with Down Syndrome.",
    "names": "Giagkoudaki F., Dimitros E., Kouidi E., Deligiannis A.",
    "year": 2010,
    "publisher": "Journal of Sport Rehabilitation",
    "link": ""
  },
  {
    "title": "Obesity and smoking in patients with schizophrenia and normal controls: A case-control study.",
    "names": "Fountoulakis KN., Siamouli M., Panagiotidis P., Magiria S., Kantartzis S., Papastergiou N., Shoretsanitis G., Pantoula E., Moutou K., Kouidi E., Deres S.",
    "year": 2010,
    "publisher": "Psychiatry Res",
    "link": ""
  },
  {
    "title": "Measurement and Evaluation of Physical Functioning in People with Chronic Kidney Disease (CKD).",
    "names": "Koufaki P., Kouidi E.",
    "year": 2010,
    "publisher": "Sports Medicine",
    "link": ""
  },
  {
    "title": "Depression, heart rate variability and exercise training in dialysis patients.",
    "names": "Kouidi E., Karagiannis V., Grekas D., Iakovides A., Kaprinis G., Tourkantonis A., Deligiannis AP.",
    "year": 2010,
    "publisher": "European Journal of Cardiovascular Prevention and Rehabilitation, 17(2):160-7.",
    "link": ""
  },
  {
    "title": "Effects of exercise training on heart rate variability indices in individuals with Down Syndrome.",
    "names": "Giagkoudaki F., Dimitros E., Kouidi E., Deligiannis A.",
    "year": 2010,
    "publisher": "Journal of Sport Rehabilitation, 19(2):173-83.",
    "link": ""
  },
  {
    "title": "Obesity and smoking in patients with schizophrenia and normal controls: A case-control study.",
    "names": "Fountoulakis KN., Siamouli M., Panagiotidis P., Magiria S., Kantartzis S., Papastergiou N., Shoretsanitis G., Pantoula E., Moutou K., Kouidi E., Deres S.",
    "year": 2010,
    "publisher": "Psychiatry Res, 176(1):13-6.",
    "link": ""
  },
  {
    "title": "Measurement and evaluation of physical functioning in people with chronic kidney disease (CKD).",
    "names": "Koufaki P., Kouidi E.",
    "year": 2010,
    "publisher": "Sports Medicine, 40(12):1055-74.",
    "link": ""
  },
  {
    "title": "Assessment of cardiac autonomic function in dynamic athletes by pupillometry.",
    "names": "Kaltsatou A., Kouidi E., Lithari C., Koutlianos N., Fotiou F., Deligiannis A.",
    "year": 2010,
    "publisher": "International Journal of Psychophysiology, 77(3), 283-284.",
    "link": ""
  },
  {
    "title": "Η επίδραση των προγραμμάτων επαναδραστηριοποίησης στην καθημερινή φυσική δραστηριότητα ασθενών με καρδιαγγειακά νοσήματα.",
    "names": "Πτσή Ε., Κουτλιάνος Ν., Κουιδή Ε.",
    "year": 2010,
    "publisher": "Ελληνική Ιατρική, 76(4): 242-250.",
    "link": ""
  },
  {
    "title": "Standards for the use of cardiopulmonary exercise testing for the functional evaluation of cardiac patients: a report from the Exercise Physiology Section of the European Association for Cardiovascular Prevention and Rehabilitation.",
    "names": "Mezzani A., Agostoni P., Cohen-Solal A., Corrà U., Jegier A., Kouidi E., Mazic S., Meurin P., Piepoli M, Simon A., Laethem CV., Vanhees L.",
    "year": 2009,
    "publisher": "Eur J Cardiovasc Prev Rehabil 16:249-67.",
    "link": ""
  },
  {
    "title": "Effects of intradialytic exercise training on health-related quality of life indices in haemodialysis patients.",
    "names": "Ouzouni S., Kouidi E., Sioulis A., Grekas D., Deligiannis A.",
    "year": 2009,
    "publisher": "Clin Rehabil 23:53-63.",
    "link": ""
  },
  {
    "title": "Effects of exercise training on noninvasive cardiac measures in patients undergoing long-term hemodialysis: a randomized controlled trial.",
    "names": "Kouidi EJ., Grekas DM., Deligiannis AP.",
    "year": 2009,
    "publisher": "Am J Kidney Dis 54: 511-21.",
    "link": ""
  },
  {
    "title": "Effect of resistance exercise during hemodialysis on physical function and quality of life: randomized controlled trial.",
    "names": "Segura-Ortí E., Kouidi E., Lisón JF.",
    "year": 2009,
    "publisher": "Clin Nephrol 71:527-37.",
    "link": ""
  },
  {
    "title": "Physical training in patients on hemodialysis has a beneficial effect on the levels of eicosanoid hormone-like substances.",
    "names": "Karamouzis I., Grekas D., Karamouzis M., Kallaras K., Stergiou-Michailidou V., Kouidi E., Deligiannis A., Vavatsi-Christaki N.",
    "year": 2009,
    "publisher": "Hormones 8:129-37.",
    "link": ""
  },
  {
    "title": "Καρδιαγγειακό σύστημα και άσκηση σε άτομα με παραπληγία.",
    "names": "Στεφάνου Δ., Κουτλιάνος Ν.",
    "year": 2009,
    "publisher": "Καρδιολογία, 1: 51-64.",
    "link": ""
  },
  {
    "title": "Η επίδραση της μακροχρόνιας άσκησης στη λειτουργική ικανότητα και την ποιότητα ζωής ατόμων με σχιζοφρένεια.",
    "names": "Μαμελετζή Δ., Θεοχάρη Β., Κουϊδή Ε., Κανδύλης Δ., Σίπκα Χ., Καλτσάτου Α., Καπρίνης Γ., Δεληγιάννης Α.",
    "year": 2009,
    "publisher": "Ελληνική Ιατρική, 75(1): 74-83.",
    "link": ""
  },
  {
    "title": "Στάση ασθενών με χρόνιες παθήσεις για τα προγράμματα φυσικής επαναδραστηριοποίησης στη Βόρεια Ελλάδα.",
    "names": "Κουτλιάνος Ν., Γκουντούλα Ε., Ανυφαντή Μ., Καλτσάτου Α., Κουϊδή Ε., Δεληγιάννης Α.",
    "year": 2009,
    "publisher": "Καρδιολογία, 1: 78-88.",
    "link": ""
  },
  {
    "title": "Η επίδραση της άσκησης στη δράση του αυτόνομου νευρικού συστήματος στην καρδιά.",
    "names": "Σωτηρίου Π., Κουιδή Ε.",
    "year": 2009,
    "publisher": "Καρδιολογία, 2-3 : 125-131.",
    "link": ""
  },
  {
    "title": "Heart rate variability modifications following exercise training in type 2 diabetic patients with definite cardiac autonomic neuropathy.",
    "names": "Pagkalos M., Koutlianos N., Kouidi E., Pagkalos E., Mandroukas K., Deligiannis A.",
    "year": 2008,
    "publisher": "Br J Sports Med 42:47-54.",
    "link": ""
  },
  {
    "title": "Effects of exercise training during hemodialysis on cardiac baroreflex sensitivity.",
    "names": "Petraki M., Kouidi E., Grekas D., Deligiannis A.",
    "year": 2008,
    "publisher": "Clin Nephrol 70: 210-9.",
    "link": ""
  },
  {
    "title": "Η επίδραση της συστηματικής άσκησης στην ψυχοκοινωνική κατάσταση καρδιοπαθών.",
    "names": "Κουκουβού Γ., Κουϊδή Ε., Ανυφαντή Μ., Μαμελετζή Δ., Δεληγιάννης Α.",
    "year": 2008,
    "publisher": "Καρδιολογία, 11 (1-3): 60-68.",
    "link": ""
  },
  {
    "title": "Θεραπευτική κολύμβηση σε ασθενείς με χρόνιες παθήσεις.",
    "names": "Μαμελετζή Δ., Κουϊδή Ε.",
    "year": 2008,
    "publisher": "Ελληνική Ιατρική, 74(4): 273-285.",
    "link": ""
  },
  {
    "title": "Heart rate variability modifications following exercise training in type 2 diabetic patients with definite cardiac autonomic neuropathy.",
    "names": "Pagkalos M., Koutlianos N., Kouidi E., Pagkalos E., Mandroukas K., Deligiannis A.",
    "year": 2007,
    "publisher": "Br J Sports Med.",
    "link": ""
  },
  {
    "title": "Επίδραση της Χρονίας Νεφρικής Νόσου στη δυσλειτουργία των σκελετικών μυών. Η άσκηση βοηθάει",
    "names": "Κουϊδή E.",
    "year": 2007,
    "publisher": "9ος κύκλος Αλκυονίδες ημέρες Νεφρολογίας, Τόμος Β, σελ: 519-525.",
    "link": ""
  },
  {
    "title": "Χρόνια καρδιακή ανεπάρκεια: Η σημασία της άσκησης.",
    "names": "Δεληγιάννης Α.",
    "year": 2007,
    "publisher": "Καρδιολογία, 1.",
    "link": ""
  },
  {
    "title": "Χρόνιες καρδιακές παθήσεις και κολύμβηση.",
    "names": "Μαμελετζή Δ., Δεληγιάννης Α.",
    "year": 2007,
    "publisher": "Καρδιολογία, 2: 102-107.",
    "link": ""
  },
  {
    "title": "Transtelephonic electrocardiographic monitoring of an outpatient cardiac rehabilitation programme.",
    "names": "Kouidi E., Farmakiotis Α., Kouidis Ν., Deligiannis A.",
    "year": 2006,
    "publisher": "Clin Rehabil 20(12):1100-1104.",
    "link": ""
  },
  {
    "title": "Effects of physical training on plasma levels of thromboxane (TXB2) in patients on hemodialysis.",
    "names": "Karamouzis I., Sioulis A., Karamouzis M., Triantos A., Kouidi E., Deligiannis A., Dimitriadou A., Grekas D.",
    "year": 2006,
    "publisher": "Aristotle University Medical Journal 33(1): 113-115.",
    "link": ""
  },
  {
    "title": "Effects of physical training on lipid peroxidation in patients on hemodialysis.",
    "names": "Karamouzis I., Sioulis A., Karamouzis M., Kouidi E., Triantos A., Deligiannis A., Dimitriadou A., Grekas D.",
    "year": 2006,
    "publisher": "Review of clinical pharmacology and pharmacokinetics, International edition; 20: 198-200.",
    "link": ""
  },
  {
    "title": "The immune response in hemodialysis patients following physical training.",
    "names": "Daniilidis M., Kouidi E., Giagoudaki F., Fleva A., Nikolaides P., Vasilaki A., Deligiannis A., Tourkantonis A.",
    "year": 2004,
    "publisher": "J Sport Sci Health 1: 11-16.",
    "link": ""
  },
  {
    "title": "Health-related quality of life in end-stage renal disease patients: the effects of renal rehabilitation.",
    "names": "Kouidi E.",
    "year": 2004,
    "publisher": "Clin Nephrol 61 Suppl 1:S60-71.",
    "link": ""
  },
  {
    "title": "Υποστροφή των καρδιοαναπνευστικών προσαρμογών μετά από τη διακοπή της γύμνασης σε ασθενείς με χρόνια καρδιακή ανεπάρκεια.",
    "names": "Πετράκη Μ., Κουιδή Ε., Κωνσταντινίδου Ε., Κουκουβού Γ., Αμπατζίδης Γ., Δεληγιάννης Α.",
    "year": 2004,
    "publisher": "Γαληνός, 46(3): 303-316.",
    "link": ""
  },
  {
    "title": "Outcomes of long-term exercise training in dialysis patients: comparison of two training programs.",
    "names": "Kouidi E., Grekas D., Deligiannis A., Tourkantonis A.",
    "year": 2004,
    "publisher": "Clin Nephrol., 61 Suppl 1:S31-8.",
    "link": ""
  },
  {
    "title": "Quality of life, psychological and physiological changes following exercise training in patients with chronic heart failure.",
    "names": "Koukouvou G., Kouidi E., Iacovides A., Konstantinidou E., Kaprinis G., Deligiannis A.",
    "year": 2004,
    "publisher": "J Rehabil Med., 36(1):36-41.",
    "link": ""
  },
  {
    "title": "Exercise rehabilitation and skeletal muscle benefits in hemodialysis patients.",
    "names": "Deligiannis A.",
    "year": 2004,
    "publisher": "Clin Nephrol., 61 Suppl 1:S46-50.",
    "link": ""
  },
  {
    "title": "Cardiac adaptations following exercise training in hemodialysis patients.",
    "names": "Deligiannis A.",
    "year": 2004,
    "publisher": "Clin Nephrol., 61 Suppl 1:S39-45.",
    "link": ""
  },
  {
    "title": "Η επίδραση δυο διαφορετικών τύπων άσκησης στα επίπεδα της αρτηριακής πίεσης ασθενών με ήπια ιδιοπαθή υπέρταση.",
    "names": "Παπαδόπουλος Γ., Κουιδή Ε., Καραγιάννης Α., Δεληγιάννης A.",
    "year": 2003,
    "publisher": "Αρτηριακή Υπέρταση, 12: 59-69.",
    "link": ""
  },
  {
    "title": "Exercise training in dialysis patients: why, when, and how?",
    "names": "Kouidi E.",
    "year": 2002,
    "publisher": "Artif Organs, 26(12):1009-13.",
    "link": ""
  },
  {
    "title": "Exercise renal rehabilitation: comparison of three exercise programs.",
    "names": "Konstantinidou E., Koukouvou G., Kouidi E., Deligiannis A., Tourkantonis A.",
    "year": 2001,
    "publisher": "J Rehabil Med, 34, 40-45.",
    "link": ""
  },
  {
    "title": "Central and peripheral adaptations to physical training in patients with end-stage renal disease.",
    "names": "Kouidi E.",
    "year": 2001,
    "publisher": "Sports Med; 31, 651-665.",
    "link": ""
  },
  {
    "title": "Physical activity and bone mineral density in hemodialysis patients.",
    "names": "Siountas A., Koutlianos N.,Kouidi E., Molivda E., Deligiannis A., Tourkantonis A.",
    "year": 2001,
    "publisher": "Hungarian Review of Sports Medicine, 42(3): 163-170.",
    "link": ""
  },
  {
    "title": "Cardiac response to physical training in hemodialysis patients: An echocardiographic study at rest and during exercise.",
    "names": "Deligiannis A., Kouidi E., Tassoulas E., Gigis P., Tourkantonis A., Coats A.",
    "year": 1999,
    "publisher": "Int J Cardiol, 70: 253-266.",
    "link": ""
  },
  {
    "title": "The effects of physical training on heart rate variability in hemodialysis patients.",
    "names": "Deligiannis A., Kouidi E., Tourkantonis A.",
    "year": 1999,
    "publisher": "Am J Cardiol, 84: 197-202.",
    "link": ""
  },
  {
    "title": "Cardiac response to physical training in hemodialysis patients: An echocardiographic study at rest and during exercise.",
    "names": "Deligiannis A., Kouidi E., Tassoulas E., Gigis P., Tourkantonis A., Coats A.",
    "year": 1999,
    "publisher": "Int J Cardiol, 70, 253-266.",
    "link": ""
  },
  {
    "title": "The effects of exercise training on muscle atrophy in hemodialysis patients.",
    "names": "Kouidi E., Albani M., Natsis K., Megalopoulos A., Gigis P., Guiba-Tziampiri O., Deligiannis A., Tourkantonis A.",
    "year": 1998,
    "publisher": "Nephrol Dial Transplant 13: 685-699.",
    "link": ""
  },
  {
    "title": "Exercise renal rehabilitation program (ERRP): Psychosocial effects.",
    "names": "Kouidi E., Iacovides A., Iordanidis P., Vassiliou S., Deligiannis A., Ierodiakonou C., Tourkantonis A.",
    "year": 1997,
    "publisher": "Nephron 77:2: 152-158.",
    "link": ""
  }
]