[
  {
    "\t\"title\"": "Ηeart rate variability in athletes",
    "names": "A. Deligiannis, E. Kouidi",
    "year": "1995",
    "congress": "37th Annual World Congress of International College of Angiology, Finland."
  },
  {
    "\t\"title\"": "Effect of exercise training on muscle atrophy in hemodialysis patients",
    "names": "E. Kouidi, M. Albani, O. Guiba-Tziampiri, A. Deligiannis, A. Tourkantonis",
    "year": "1996",
    "congress": "XXXIIIrd EDTA-European Nephrology Association Congress, Amsterdam."
  },
  {
    "\t\"title\"": "Τhe effects of long-term physical training on cardiac autonomic outflow in dialysis patients",
    "names": "A. Deligiannis, E. Κοuidi, S. Vassiliou, P. Gigis, A. Tourkantonis",
    "year": "1998",
    "congress": "13th Annual Meeting of American Association of Cardiovascular and Pulmonary Rehabilitation, Denver."
  },
  {
    "\t\"title\"": "Microvolt T-wave alternans (TWA) in hemodialysis (HD) patients",
    "names": "A. Deligiannis, E. Kouidi, E. Konstantinidou, A. Tourkantonis",
    "year": "1999",
    "congress": "XXXVIth EDTA-European Nephrology Association Congress, Madrid."
  },
  {
    "\t\"title\"": "Cardiorespiratory adaptations to long-term physical training in dialysis patients",
    "names": "E. Kouidi, S. Vassiliou, D. Grekas, A. Deligiannis, A. Tourkantonis",
    "year": "2000",
    "congress": "XXXVIIth EDTA-European Nephrology Association Congress, Nice."
  },
  {
    "\t\"title\"": "Εμπειρία από την 7ετή εφαρμογή προγραμμάτων φυσικής επαναδραστηριοποίησης σε ασθενείς",
    "names": "Ε. Κουιδή, Γ. Σαμαρά, Γ. Κουκουβού, Ε. Κωνσταντινίδου, Θ. Καλογεράκου, Α. Δεληγιάννης",
    "year": "2000",
    "congress": "1ο Παγκύπριο και 2o Ελλαδο-Κυπριακό Συνέδριο Αθλητιατρικής, Λευκωσία."
  },
  {
    "\t\"title\"": "Left ventricular function following long-term physical training in dialysis patients",
    "names": "A. Deligiannis, E. Κοuidi, D. Grekas, S. Vassiliou, A. Tourkantonis",
    "year": "2001",
    "congress": "XXXVIIIth EDTA-European Nephrology Association Congress, Vienna."
  },
  {
    "\t\"title\"": "Depression, heart rate variability and exercise training in dialysis patients",
    "names": "E. Kouidi, D. Grekas, A. Iakovides, A. Deligiannis, A. Tourkantonis",
    "year": "2002",
    "congress": "XXXIXth EDTA-European Nephrology Association Congress, Copenhagen."
  },
  {
    "\t\"title\"": "Functional effects of exercise training in survivors of childhood leukaemia",
    "names": "P. Kontaxi, E. Kouidi, D. Zafeiriou, D. Koliouskas, A. Deligiannis",
    "year": "2002",
    "congress": "XXVII FIMS World Congress of Sports Medicine, Budapest."
  },
  {
    "\t\"title\"": "Psychosocial effects of exercise training during dialysis in uraemic patients under epoietin therapy",
    "names": "E. Kouidi, D. Grekas, S. Ouzouni, A. Iakovides, A. Deligiannis",
    "year": "2005",
    "congress": "XXXXIInd EDTA- European Nephrology Association Congress, Istanbul."
  },
  {
    "\t\"title\"": "The effects of exercise training on non-invasive variables for cardiac risk stratification in hemodialysis  patients",
    "names": "E. Kouidi, A. Sioulis, G. Koukouvou, E. Konstantinidou, D. Grekas, A. Deligiannis",
    "year": "2006",
    "congress": "XXXXIIIth EDTA-European Nephrology Association Congress,Glasgow."
  },
  {
    "\t\"title\"": "Η επίδραση της συστηματικής γύμνασης στο αυτόνομο νευρικό σύστημα ασθενών με αρτηριακή υπέρταση",
    "names": "Σ. Καλαϊτζίδου, Μ. Ανυφαντή, Α. Καλτσάτου, Ν. Κουτλιάνος, Ε. Κουιδή, Α. Δεληγιάννης",
    "year": "2010",
    "congress": "9o Βορειοελλαδικό Καρδιολογικό Συνέδριο, Θεσσαλονίκη."
  },
  {
    "\t\"title\"": "1998-2005 : Βραβεύσεις  6 επιστημονικών εργασιών από ERA-EDTA",
    "names": "",
    "year": "",
    "congress": ""
  }
]