[
  {
    "title": "Η επίδραση της αερόβιας γύμνασης στη λειτουργία του αυτόνομου νευρικού συστήματος σε ασθενείς με χρόνια καρδιακή ανεπάρκεια",
    "name": "Καλογεράκου Θ",
    "year": "2001"
  },
  {
    "title": "Η επίδραση της συστηματικής γύμνασης στη φυσική επάρκεια παιδιών με οξείες λευχαιμίες,",
    "name": "Κονταξή Π.",
    "year": "2001"
  },
  {
    "title": "Αποτελέσματα της γύμνασης στη λειτουργική ικανότητα ασθενών με καρδιακή ανεπάρκεια, ",
    "name": "Σαμαρά Γ.",
    "year": "2001"
  },
  {
    "title": "Η επίδραση διαφορετικών τύπων άσκησης στην εκδήλωση ασκησιογενούς βρογχόσπασμου, ",
    "name": "Μπεκιάρης Α.",
    "year": "2002"
  },
  {
    "title": "Η συμβολή της τηλεφωνικής μεταφοράς του ΗΚΓ από χώρους γύμνασης στον έλεγχο ασκησιογενών επιπλοκών, ",
    "name": "Φαρμακιώτης Α",
    "year": "2002"
  },
  {
    "title": "Επίδραση της άσκησης στο καρδιαγγειακό σύστημα βετεράνων αθλητών,",
    "name": "Πρωτιβιώτου Ε.",
    "year": "2002"
  },
  {
    "title": "Καρδιαγγειακές ανταποκρίσεις σε δυναμικού και στατικού τύπου άσκηση ασθενών με ήπια αρτηριακή υπέρταση",
    "name": "Παπαδόπουλος Γ",
    "year": "2004"
  },
  {
    "title": "Φυσική δραστηριότητα, παχυσαρκία, επίπεδα λιπιδίων και αρτηριακή υπέρταση σε κατοίκους της πεδινής και ορεινής Ροδόπης",
    "name": "Γκατζούδης Θ.",
    "year": "2004"
  },
  {
    "title": "Επίδραση διαφορετικών τύπων άσκησης στη λειτουργική ικανότητα ασθενών με χρόνιες καρδιαγγειακές παθήσεις",
    "name": "Πετράκη Μ.",
    "year": "2004"
  },
  {
    "title": "Η μακροχρόνια επίδραση της συστηματικής άσκησης στην ποιότητα ζωής ασθενών με χρόνια νεφρική ανεπάρκεια τελικού σταδίου υπό αιμοκάθαρση με χορήγηση ερυθροποιητίνης,",
    "name": "Ουζούνη Σ.",
    "year": "2004"
  },
  {
    "title": "Εφαρμογή της τηλεϊατρικής στον προληπτικό έλεγχο υγείας ερασιτεχνών αθλητών: ο ρόλος της νοσηλευτικής παρέμβασης",
    "name": "Καραβασιλειάδου Σ.",
    "year": "2005"
  },
  {
    "title": "Λειτουργική ικανότητα σχιζοφρενών ασθενών μετά από πρόγραμμα γύμνασης, ",
    "name": "Σίπκα Χ.",
    "year": "2005"
  },
  {
    "title": "Συγκριτική μελέτη ηλεκτροκαρδιογραφικών και υπερηχοκαρδιογραφικών δεικτών υπερτροφίας του μυοκαρδίου σε αθλητές",
    "name": "Δημητρός Λ.",
    "year": "2007"
  },
  {
    "title": "Η μακροχρόνια επίδραση της άσκησης στην αντιληπτή ποιότητα ζωής χρόνιων σχιζοφρενών",
    "name": "Θεοχάρη Β.",
    "year": "2007"
  },
  {
    "title": "Στάση ασθενών με χρόνιες παθήσεις για τα προγράμματα φυσικής επαναδραστηριοποίησης στην Ελλάδα, ",
    "name": "Γκουντούλα Ε. ",
    "year": "2007"
  },
  {
    "title": "Συγκριτική μελέτη του Αυτόνομου Νευρικού Συστήματος σε αθλητές και μη αθλούμενους πριν και μετά από δοκιμασία κόπωσης με τη μέθοδο της κορημετρίας, ",
    "name": "Kαλτσάτου A.",
    "year": "2008"
  },
  {
    "title": "Καρδιοαναπνευστικές Ανταποκρίσεις κατά τη δοκιμασία κόπωσης αιμοκαθαιρόμενων ασθενών",
    "name": "Σαμαρά Α.",
    "year": "2008"
  },
  {
    "title": "Διερεύνηση της υποκινητικότητας και άλλων παραγόντων αυξημένου κινδύνου που συμβάλλουν στην εμφάνιση καρδιαγγειακών νοσημάτων σε Έλληνες μαθητές πρωτοβάθμιας εκπαίδευσης",
    "name": "Κουτσής Γ",
    "year": "2008"
  },
  {
    "title": "Εκτίμηση της λειτουργικής ικανότητας ατόμων τρίτης ηλικίας με καρδιαγγειακά νοσήματα με την χρήση απλών λειτουργικών δοκιμασιών μετά από πρόγραμμα ειδικής γύμνασης, ",
    "name": "Ωρολογά Ν",
    "year": "2008"
  },
  {
    "title": "Μεταβολές των παραμέτρων του ηλεκτροκαρδιογραφήματος κατά τη φάση της αποκατάστασης μέγιστης δοκιμασίας κόπωσης αθλητών",
    "name": "Σαμόλης Β.",
    "year": "2008"
  },
  {
    "title": "Ο ρόλος της φυσικής δραστηριότητας στη λειτουργική ικανότητα και στον καρδιομεταβολικό κίνδυνο σε ενήλικες",
    "name": "Παπαδοπούλου Ε.",
    "year": "2009"
  },
  {
    "title": "Κακώσεις της παιδικής ηλικίας σε σχέση με την φυσική δραστηριότητα, ",
    "name": "Δεμερτζής Φ.",
    "year": "2009"
  },
  {
    "title": "Η επίδραση της εξαντλητικής άσκησης στην ευαισθησία των αορτικών τασεοϋποδοχέων σε αθλητές αντοχής",
    "name": "Χατζοπούλου Γ.",
    "year": "2009"
  },
  {
    "title": "Η δράση του αυτόνομου νευρικού συστήματος στην καρδιά βετεράνων αθλητών ομαδικών αθλημάτων",
    "name": "Σωτηρίου Π.",
    "year": "2009"
  },
  {
    "title": "Η επίδραση ενός προγράμματος ελληνικών παραδοσιακών χορών στη λειτουργική ικανότητα ατόμων τρίτης ηλικίας",
    "name": "Δενάζη Ε.",
    "year": "2009"
  },
  {
    "title": "Διερεύνηση της υποκινητικότητας, της παχυσαρκίας και της εικόνας σώματος μαθητών δημοτικών και ιδιωτικών σχολείων Β/θμιας εκπαίδευσης",
    "name": "Μπεχτσή Ε.",
    "year": "2009"
  },
  {
    "title": "Η επίδραση της αερόβιας άσκησης στην πρωινή υπέρταση των υπερτασικών ασθενών,",
    "name": "Καλαϊτζίδου Σ.",
    "year": "2010"
  },
  {
    "title": "H επίδραση των προγραμμάτων επαναδραστηριοποίησης στην καθημερινή φυσική δραστηριότητα ασθενών με καρδιαγγειακά νοσήματα, ",
    "name": "Πτση Ε.",
    "year": "2010"
  },
  {
    "title": "Η επίδραση της καταδυτικής άπνοιας στη λειτουργία του αυτόνομου νευρικού συστήματος στην καρδιά",
    "name": "Χριστοφορίδη Β.",
    "year": "2010"
  },
  {
    "title": "Η επίδραση προγραμμάτων άσκησης σε περιοριστικούς παράγοντες συμμετοχής σε αυτά, γυναικών με χρόνια νοσήματα",
    "name": "Καγιόγλου Ο.",
    "year": "2012"
  },
  {
    "title": "Η δράση του αυτόνομου νευρικού συστήματος στην καρδιά δυτών αυτόνομης κατάδυσης, ",
    "name": "Στούμπος Μ.",
    "year": "2013"
  },
  {
    "title": "Η επίδραση του χορού στην αλτική ικανότητα, μυϊκή δύναμη και αντοχή των κάτω άκρων σε προγράμματα αποκατάστασης",
    "name": "Βορδός Ζ.",
    "year": "2013"
  },
  {
    "title": "Η επίδραση της φυσικής δραστηριότητας και της διατροφής στις διαταραχές εμμήνου ρύσεως σε έφηβες, ",
    "name": "Καρακόλη Α.",
    "year": "2014"
  },
  {
    "title": "Η επίδραση προγράμματος γύμνασης crossfit στην καρδιοαναπνευστική ικανότητα και στη μυική δύναμη αγύμναστων ενηλίκων",
    "name": "Κουρκούλης Ν. ",
    "year": "2014"
  },
  {
    "title": "Η εκτίμηση του βαθμού υποκινητικότητας και άλλων παραγόντων καρδιαγγειακού κινδύνου σε σπουδαστές ηλικίας 18-25 ετών, ",
    "name": "Παπαδάκη Α. ",
    "year": "2014"
  },
  {
    "title": "Η επίδραση προγράμματος παρέμβασης επιτραπέζιας αντισφαίρισης στο καρδιακό αυτόνομο νευρικό σύστημα ατόμων σε αμαξίδιο",
    "name": "Βογιατζή Γ.",
    "year": "2014"
  },
  {
    "title": "Σύγκριση δεικτών οξειδωτικού στρες και διατροφικής συμπεριφοράς σε υπέρβαρα-παχύσαρκα, φυσιολογικού βάρους,ασκούμενα και μη ασκούμενα άτομα, \n",
    "name": "Μανούσου Ε. ",
    "year": "2015"
  },
  {
    "title": "Η επίδραση ενός προγράμματος άσκησης με μουσική στο άγχος ασθενών με χρόνια νεφρική νόσο υπό αιμοκάθαρση, ",
    "name": "Βράκας Σ.",
    "year": "2016"
  },
  {
    "title": "Η επίδραση ενός προγράμματος Ελληνικών παραδοσιακών χορών στο λιπιδαιμικό προφίλ μετεμμηνοπαυσιακών γυναικών",
    "name": "Κονταξή Ε. ",
    "year": "2016"
  },
  {
    "title": "Η επίδραση ενός προγράμματος υδροαεροβικής γυμναστικής, στη λειτουργική ικανότητα και στην ποιότητα ζωής προεμμηνοπαυσιακών και μετεμμηνοπαυσιακών γυναικών,",
    "name": "Λάζαρη Π.",
    "year": "2016"
  },
  {
    "title": "Η επίδραση ενός προγράμματος «Pilates» στη λειτουργική ικανότητα ασθενών με χρόνια καρδιακή ανεπάρκεια",
    "name": "Χατζηϊωάννου Α.",
    "year": "2016"
  },
  {
    "title": "Επίπεδα Φυσικής Δραστηριότητας και Ποιότητας Ζωής  ασθενών με Κυστική Ίνωση",
    "name": "Γιαννακουλάκος Σ.",
    "year": "2017"
  }
]